Repository: Ezan777/league_of_legends_library
Catalog: lib/l10n/app_*.arb
Languages: cs, el, ro, th, vi

# recentlyViewedTitle
source: Recently viewed
cs: Zobrazeno naposledy
el: Πρόσφατα προβολές
ro: Vizualizate recent
th: รายการที่ดูล่าสุด
vi: Đã xem gần đây

# favoritesTitle
source: Your favorites
cs: Oblíbené
el: Αγαπημένα
ro: Favorite
th: รายการโปรด
vi: Yêu thích

# championsLabel
source: Champions
cs: Šampioni
el: Πρωταθλητές
ro: Campioni
th: แชมป์เปี้ยน
vi: Tướng

# settingsLabel
source: Settings
cs: Nastavení
el: Ρυθμίσεις
ro: Setări
th: ตั้งค่า
vi: Cài đặt

# homeLabel
source: Home
cs: Domů
el: Αρχική
ro: Acasă
th: หน้าแรก
vi: Trang chủ

# themeSettingLabel
source: Theme mode
cs: Téma
el: Θέμα
ro: Temă
th: ธีม
vi: Giao diện

# themeModePopupTitle
source: Choose theme mode
cs: Vybrat motiv
el: Επιλέξτε θέμα
ro: Selectează tema
th: เลือกธีม
vi: Chọn giao diện

# useSystemTheme
source: Use system mode
cs: Použít systémové téma
el: Χρήση θέματος συστήματος
ro: Folosește tema sistemului
th: ใช้ธีมระบบ
vi: Sử dụng giao diện hệ thống

# darkThemeMode
source: Dark mode
cs: Tmavý motiv
el: Σκούρο θέμα
ro: Temă întunecată
th: ธีมมืด
vi: Giao diện tối

# lightThemeMode
source: Light mode
cs: Světlý motiv
el: Φα روشنό θέμα
ro: Temă deschisă
th: ธีมสว่าง
vi: Giao diện sáng

source: Cancel
cs: Zrušit
el: Άκυρο
ro: Anulare
th: ยกเลิก
vi: Huỷ

source: Apply
cs: Aplikovat
el: Εφαρμογή
ro: Aplică
th: ยืนยัน
vi: Áp dụng

# languageSettingLabel
source: Language
cs: Jazyk
el: Γλώσσα
ro: Limbă
th: ภาษา
vi: Ngôn ngữ

# languagePopupTitle
source: Choose a language
cs: Vybrat jazyk
el: Επιλέξτε γλώσσα
ro: Selectează limba
th: เลือกภาษา
vi: Chọn ngôn ngữ

# championSelectionPageScaffoldTitle
source: Choose a champion
cs: Vybrat šampiona
el: Επιλέξτε έναν πρωταθλητή
ro: Alege un campion
th: เลือกแชมป์เปี้ยน
vi: Chọn tướng

# loreLabel
source: Lore
cs: Příběh
el: Ιστορία
ro: Poveste
th: ประวัติ
vi: Truyền thuyết

# spellsLabel
source: Spells
cs: Schopnosti
el: Ικανότητες
ro: Abilități
th: สกิล
vi: Kỹ năng

# tipsLabel
source: Tips
cs: Tipy
el: Συμβουλές
ro: Sfaturi
th: เคล็ดลับ
vi: Mẹo

source: Passive
cs: Pasivní
el: Παθητική
ro: Pasivă
th: สกิลติดตัว
vi: Nội tại

# cooldown
source: Cooldown: {spellCooldowns}
cs: Dobití: {spellCooldowns}
el: Επαναφόρτιση: {spellCooldowns}
ro: Reîncărcare: {spellCooldowns}
th: คูลดาวน์: {spellCooldowns}
vi: Hồi chiêu: {spellCooldowns}

# playingAsChampion
source: Playing as {championName}
cs: Hraješ za {championName}
el: Παίζετε ως {championName}
ro: Joci ca {championName}
th: เล่นเป็น {championName}
vi: Chơi với {championName}

# playingAgainstChampion
source: Playing against {championName}
cs: Hraješ proti {championName}
el: Παίζετε εναντίον {championName}
ro: Joci contra {championName}
th: เล่นสู้กับ {championName}
vi: Chơi chống {championName}

# noFavoritesSaved
source: No favorites champion found. To save a champion as a favorite one tap on the heart icon that you can find in the champion page.
cs: Nebyly nalezeny žádné oblíbené šampiony. Chcete-li šampiona uložit jako oblíbeného, klepněte na ikonu srdce na stránce šampiona.
el: Δεν βρέθηκαν αγαπημένοι πρωταθλητές. Για να αποθηκεύσετε έναν πρωταθλητή ως αγαπημένο, πατήστε το εικονίδιο καρδιάς στη σελίδα του πρωταθλητή.
ro: Nu s-au găsit campioni favoriți. Pentru a salva un campion ca favorit, atingeți pictograma inimii pe pagina campionului.
th: ไม่พบแชมเปี้ยนที่ชื่นชอบ โปรดแตะที่ไอคอนหัวใจบนหน้าแชมเปี้ยนเพื่อบันทึกแชมเปี้ยนเป็นรายการโปรด
vi: Không tìm thấy tướng yêu thích. Để lưu tướng yêu thích, hãy chạm vào biểu tượng trái tim trên trang tướng.

# noRecentlyViewed
source: No recently viewed champions.
cs: Žádní šampioni nebyli nedávno prohlédnuto.
el: Δεν υπάρχουν πρόσφατα προβεβλημένοι πρωταθλητές.
ro: Nu există campioni vizualizați recent.
th: ไม่มีแชมเปี้ยนที่ดูล่าสุด
vi: Không có tướng xem gần đây.

# seeAllChampionsLabel
source: See all champions
cs: Zobrazit všechny šampiony
el: Δείτε όλους τους πρωταθλητές
ro: Vezi toți campionii
th: ดูแชมเปี้ยนทั้งหมด
vi: Xem tất cả tướng

# errorRecentlyViewed
source: Error while loading recently viewed champions, please try again
cs: Došlo k chybě při načítání nedávno prohlédnutých šampionů. Zkuste to znovu.
el: Σφάλμα κατά τη φόρτωση των πρόσφατα προβεβλημένων πρωταθλητών. Δοκιμάστε ξανά.
ro: Eroare la încărcarea campionilor vizualizați recent. Încercați din nou.
th: เกิดข้อผิดพลาดขณะโหลดแชมเปี้ยนที่ดูล่าสุด โปรดลองอีกครั้ง
vi: Lỗi khi tải tướng xem gần đây. Vui lòng thử lại.

# errorFavorites
source: Error while loading favorites champions, please try again
cs: Došlo k chybě při načítání oblíbených šampionů. Zkuste to znovu.
el: Σφάλμα κατά τη φόρτωση των αγαπημένων πρωταθλητών. Δοκιμάστε ξανά.
ro: Eroare la încărcarea campionilor favoriți. Încercați din nou.
th: เกิดข้อผิดพลาดขณะโหลดแชมเปี้ยนที่ชื่นชอบ โปรดลองอีกครั้ง
vi: Lỗi khi tải tướng yêu thích. Vui lòng thử lại.

# inUseSkin
source: In use
cs: Používá se
el: Σε χρήση
ro: În uz
th: ใช้งานอยู่
vi: Đang sử dụng

# skinTitle
source: Skins
cs: Skiny
el: Σκίν
ro: Skinuri
th: สกิน
vi: Trang phục

# skinsError
source: Unable to load champion skins, please try again
cs: Nepodařilo se načíst skiny šampionů. Zkuste to znovu.
el: Αδυναμία φόρτωσης των σκίν του πρωταθλητή. Δοκιμάστε ξανά.
ro: Nu se pot încărca skinurile campionilor. Încercați din nou.
th: ไม่สามารถโหลดสกินแชมเปี้ยนได้ โปรดลองอีกครั้ง
vi: Không thể tải trang phục tướng. Vui lòng thử lại.

# changeLanguageSettingTooltip
source: Change language
cs: Změnit jazyk
el: Αλλαγή γλώσσας
ro: Schimbă limba
th: เปลี่ยนภาษา
vi: Thay đổi ngôn ngữ

# changeThemeSettingTooltip
source: Change theme
cs: Změnit motiv
el: Αλλαγή θέματος
ro: Schimbă tema
th: เปลี่ยนธีม
vi: Thay đổi giao diện

# championTileLabel
source: A closeup of {championName}
cs: Detailní pohled na {championName}
el: Κοντινό πλάνο του {championName}
ro: Un prim plan al lui {championName}
th: การซูมเข้าใกล้ {championName}
vi: Chân dung {championName}

# championTileTooltip
source: Change skin
cs: Změnit skin
el: Αλλαγή skin
ro: Schimbă skin-ul
th: เปลี่ยนสกิน
vi: Đổi trang phục

# removeFromFavoritesTooltip
source: Remove from favorites
cs: Odebrat z oblíbených
el: Αφαίρεση από τα αγαπημένα
ro: Elimină din favorite
th: ลบออกจากรายการโปรด
vi: Bỏ khỏi danh sách yêu thích

# addToFavoriteTooltip
source: Add to favorites
cs: Přidat do oblíbených
el: Προσθήκη στα αγαπημένα
ro: Adaugă la favorite
th: เพิ่มไปยังรายการโปรด
vi: Thêm vào danh sách yêu thích

# noConnectionAvailableTitle
source: Connection error
cs: Chyba připojení
el: Σφάλμα σύνδεσης
ro: Eroare de conexiune
th: ข้อผิดพลาดการเชื่อมต่อ
vi: Lỗi kết nối

# noConnectionAvailableDescription
source: You are not connected to the internet. Check your connection and try again.
cs: Nejste připojeni k internetu. Zkontrolujte své připojení a zkuste to znovu.
el: Δεν είστε συνδεδεμένοι στο διαδίκτυο. Ελέγξτε τη σύνδεσή σας και προσπαθήστε ξανά.
ro: Nu ești conectat la internet. Verifică-ți conexiunea și încearcă din nou.
th: คุณไม่ได้เชื่อมต่อกับอินเทอร์เน็ต โปรดตรวจสอบการเชื่อมต่อของคุณแล้วลองใหม่อีกครั้ง
vi: Bạn không kết nối với internet. Kiểm tra kết nối của bạn và thử lại.

# retryButton
source: Retry
cs: Zkusit znovu
el: Δοκιμάστε ξανά
ro: Încearcă din nou
th: ลองใหม่
vi: Thử lại

# exitButton
source: Exit
cs: Ukončit
el: Έξοδος
ro: Ieși
th: ออก
vi: Thoát

# genericErrorTitle
source: Error occurred
cs: Došlo k chybě
el: Παρουσιάστηκε σφάλμα
ro: A apărut o eroare
th: เกิดข้อผิดพลาด
vi: Đã xảy ra lỗi

source: No tips available
cs: Žádné tipy nejsou k dispozici
el: Δεν υπάρχουν διαθέσιμες συμβουλές
ro: Nu sunt disponibile sfaturi
th: ไม่มีคำแนะนำที่สามารถใช้ได้
vi: Không có mẹo nào

# userPageLabel
source: Summoner
cs: Vyvolávač
el: Επικαλεστής
ro: Invocator
th: ซัมมอนเนอร์
vi: Triệu hồi sư

source: Sign up
cs: Zaregistrovat se
el: Εγγραφείτε
ro: Înregistrează-te
th: ลงทะเบียน
vi: Đăng ký

# invalidMailAddressError
source: Please insert a valid email address
cs: Zadejte platnou e-mailovou adresu
el: Παρακαλώ εισάγετε έγκυρη διεύθυνση email
ro: Te rog să introduci o adresă de e-mail validă
th: โปรดป้อนที่อยู่อีเมลที่ถูกต้อง
vi: Vui lòng nhập địa chỉ email hợp lệ

# emailLabel
source: Email
th: อีเมล

# nameLabel
source: Name
cs: Jméno
el: Όνομα
ro: Nume
th: ชื่อ
vi: Tên

# emptyName
source: Please insert your name
cs: Zadejte své jméno
el: Παρακαλώ εισάγετε το όνομά σας
ro: Te rog să introduci numele tău
th: โปรดป้อนชื่อของคุณ
vi: Vui lòng nhập tên của bạn

# surnameLabel
source: Surname
cs: Příjmení
el: Επώνυμο
ro: Prenume
th: นามสกุล
vi: Họ

# emptySurname
source: Please insert your surname
cs: Zadejte své příjmení
el: Παρακαλώ εισάγετε το επώνυμό σας
ro: Te rog să introduci prenumele tău
th: โปรดป้อนนามสกุลของคุณ
vi: Vui lòng nhập họ của bạn

# summonerNameLabel
source: Summoner name
cs: Jméno vyvolávače
el: Όνομα επικαλούμενου
ro: Nume invocator
th: ชื่อซัมมอนเนอร์
vi: Tên triệu hồi sư

# emptySummonerName
source: Please insert your summoner name
cs: Zadejte své jméno vyvolávače
el: Παρακαλώ εισάγετε το όνομα του επικαλούμενου σας
ro: Te rog să introduci numele invocatorului tău
th: โปรดป้อนชื่อซัมมอนเนอร์ของคุณ
vi: Vui lòng nhập tên triệu hồi sư của bạn

# passwordLabel
source: Password
cs: Heslo
el: Κωδικός πρόσβασης
ro: Parolă
th: รหัสผ่าน
vi: Mật khẩu

# emptyPassword
source: Please insert a password
cs: Zadejte své heslo
el: Παρακαλώ εισάγετε τον κωδικό πρόσβασής σας
ro: Te rog să introduci parola ta
th: โปรดป้อนรหัสผ่านของคุณ
vi: Vui lòng nhập mật khẩu của bạn

# notMatchingPasswords
source: Passwords do not match
cs: Hesla se neshodují
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν
ro: Parolele nu se potrivesc
th: รหัสผ่านไม่ตรงกัน
vi: Mật khẩu không khớp

# repeatPasswordLabel
source: Repeat password
cs: Zopakujte heslo
el: Επαναλάβετε τον κωδικό πρόσβασης
ro: Repetă parola
th: ป้อนรหัสผ่านอีกครั้ง
vi: Nhập lại mật khẩu

# passwordResetLabel
source: Password reset
cs: Obnovení hesla
el: Επαναφορά κωδικού πρόσβασης
ro: Resetează parola
th: รีเซ็ตรหัสผ่าน
vi: Đặt lại mật khẩu

# passwordResetGenericError
source: An error occurred while resetting your password. Please try again later.
cs: Došlo k chybě při obnovování hesla. Zkuste to prosím později.
el: Παρουσιάστηκε σφάλμα κατά την επαναφορά του κωδικού πρόσβασής σας. Παρακαλώ δοκιμάστε ξανά αργότερα.
ro: A apărut o eroare în timpul resettării parolei tale. Te rog să încerci din nou mai târziu.
th: เกิดข้อผิดพลาดขณะรีเซ็ตรหัสผ่านของคุณ โปรดลองใหม่อีกครั้งในภายหลัง
vi: Đã xảy ra lỗi khi đặt lại mật khẩu của bạn. Vui lòng thử lại sau.

source: Send
cs: Odeslat
el: Αποστολή
ro: Trimite
th: ส่ง
vi: Gửi

# passwordResetSuccess
source: An email has been sent to {emailAddress} with instructions to reset your password.
cs: Na adresu {emailAddress} byl odeslán e-mail s pokyny pro resetování hesla.
el: Έχει σταλεί ένα email στη διεύθυνση {emailAddress} με οδηγίες για την επαναφορά του κωδικού πρόσβασής σας.
ro: A fost trimis un e-mail la {emailAddress} cu instrucțiuni pentru resetarea parolei tale.
th: อีเมลพร้อมคำแนะนำในการรีเซ็ตรหัสผ่านถูกส่งไปที่ {emailAddress}
vi: Một email đã được gửi đến {emailAddress} với hướng dẫn để đặt lại mật khẩu của bạn.

# loginErrorAlertTitle
source: Login error
cs: Chyba přihlášení
el: Σφάλμα σύνδεσης
ro: Eroare de conectare
th: ข้อผิดพลาดในการเข้าสู่ระบบ
vi: Lỗi đăng nhập

# loginErrorAlertDescription
source: An error occurred while logging in. Please try again.
cs: Došlo k chybě při přihlašování. Zkuste to prosím znovu.
el: Παρουσιάστηκε σφάλμα κατά τη σύνδεση. Παρακαλώ δοκιμάστε ξανά.
ro: A apărut o eroare în timpul conectării. Te rog să încerci din nou.
th: เกิดข้อผิดพลาดขณะเข้าสู่ระบบ โปรดลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi khi đăng nhập. Vui lòng thử lại.

source: Login
cs: Přihlásit se
el: Σύνδεση
ro: Conectare
th: เข้าสู่ระบบ
vi: Đăng nhập

source: Wrong credentials
cs: Špatné přihlašovací údaje
el: Λάθος διαπιστευτήρια
ro: Date de autentificare incorecte
th: ข้อมูลรับรองไม่ถูกต้อง
vi: Thông tin đăng nhập không đúng

source: Forgot password?
cs: Zapomenuté heslo?
el: Ξεχάσατε τον κωδικό;
ro: Ai uitat parola?
th: ลืมรหัสผ่าน?
vi: Quên mật khẩu?

# summonerLabel
source: Summoner
cs: Vyvolávač
el: Επικαλεστής
ro: Invocator
th: ซัมมอนเนอร์
vi: Triệu hồi sư

source: Logout
cs: Odhlásit se
el: Αποσύνδεση
ro: Deconectare
th: ออกจากระบบ
vi: Đăng xuất

# emptyTagLine
source: Please enter your account's tagline
cs: Zadejte prosím tagline svého účtu
el: Παρακαλώ εισάγετε το tagline του λογαριασμού σας
ro: Vă rugăm să introduceți tagline-ul contului
th: กรุณาใส่ tagline ของบัญชีของคุณ
vi: Vui lòng nhập tagline của tài khoản của bạn

# invalidName
source: Please insert a valid name, special characters or numbers are not admitted
cs: Zadejte prosím platné jméno, speciální znaky nebo čísla nejsou povolena
el: Παρακαλώ εισάγετε ένα έγκυρο όνομα, δεν επιτρέπονται ειδικοί χαρακτήρες ή αριθμοί
ro: Vă rugăm să introduceți un nume valid, caracterele speciale sau cifrele nu sunt permise
th: กรุณาใส่ชื่อที่ถูกต้อง ห้ามใช้อักขระพิเศษหรือหมายเลข
vi: Vui lòng nhập tên hợp lệ, không được phép có ký tự đặc biệt hoặc số

# invalidSurname
source: Please insert a valid surname, special characters or numbers are not admitted
cs: Zadejte prosím platné příjmení, speciální znaky nebo čísla nejsou povolena
el: Παρακαλώ εισάγετε ένα έγκυρο επώνυμο, δεν επιτρέπονται ειδικοί χαρακτήρες ή αριθμοί
ro: Vă rugăm să introduceți un prenume valid, caracterele speciale sau cifrele nu sunt permise
th: กรุณาใส่นามสกุลที่ถูกต้อง ห้ามใช้อักขระพิเศษหรือหมายเลข
vi: Vui lòng nhập họ hợp lệ, không được phép có ký tự đặc biệt hoặc số

# invalidTagline
source: Tagline is composed only by numbers
cs: Tagline se skládá pouze z čísel
el: Το tagline αποτελείται μόνο από αριθμούς
ro: Tagline-ul este compus doar din cifre
th: Tagline ประกอบด้วยตัวเลขเท่านั้น
vi: Tagline chỉ bao gồm các chữ số

# serverDropDownLabel
source: Server
el: Διακομιστής
th: เซิร์ฟเวอร์
vi: Máy chủ

# emptyServer
source: Please select the server in which the account is registered
cs: Vyberte prosím server, na kterém je účet registrován
el: Παρακαλώ επιλέξτε τον διακομιστή στον οποίο είναι εγγεγραμμένος ο λογαριασμός
ro: Vă rugăm să selectați serverul pe care este înregistrat contul
th: กรุณาเลือกเซิร์ฟเวอร์ที่บัญชีของคุณลงทะเบียนไว้
vi: Vui lòng chọn máy chủ mà tài khoản của bạn đã đăng ký

# summonerLevel
source: Level: {level}
cs: Úroveň: {level}
el: Επίπεδο: {level}
ro: Nivel: {level}
th: ระดับ: {level}
vi: Cấp độ: {level}

# logoutAlertContent
source: Are you sure you want to logout?
cs: Opravdu se chcete odhlásit?
el: Είστε βέβαιοι ότι θέλετε να αποσυνδεθείτε;
ro: Sigur doriți să vă deconectați?
th: คุณแน่ใจหรือว่าต้องการออกจากระบบ?
vi: Bạn có chắc chắn muốn đăng xuất không?

# viewAccountInfo
source: View your account info
cs: Zobrazit informace o účtu
el: Προβολή πληροφοριών λογαριασμού
ro: Vizualizați informațiile contului
th: ดูข้อมูลบัญชีของคุณ
vi: Xem thông tin tài khoản của bạn

# summonerErrorBoxContent
source: Something went wrong while loading summoner info. Please check your summoner name and your tag line then try again.
cs: Při načítání informací o vyvolávači došlo k chybě. Zkontrolujte prosím své jméno vyvolávače a tagline a zkuste to znovu.
el: Κάτι πήγε στραβά κατά τη φόρτωση των πληροφοριών του summoner. Ελέγξτε το όνομα summoner και το tagline σας και δοκιμάστε ξανά.
ro: A apărut o problemă la încărcarea informațiilor despre invocator. Vă rugăm să verificați numele invocatorului și tagline-ul, apoi încercați din nou.
th: มีข้อผิดพลาดเกิดขึ้นขณะโหลดข้อมูล Summoner กรุณาตรวจสอบชื่อ Summoner และ Tagline ของคุณแล้วลองใหม่อีกครั้ง
vi: Đã xảy ra sự cố khi tải thông tin summoner. Vui lòng kiểm tra tên summoner và tagline của bạn rồi thử lại.

# editAccountInfoLabel
source: Edit account info
cs: Upravit informace o účtu
el: Επεξεργασία πληροφοριών λογαριασμού
ro: Editați informațiile contului
th: แก้ไขข้อมูลบัญชี
vi: Chỉnh sửa thông tin tài khoản

# dataUpdateSuccessfully
source: Data updated successfully
cs: Data byla úspěšně aktualizována
el: Τα δεδομένα ενημερώθηκαν με επιτυχία
ro: Datele au fost actualizate cu succes
th: อัปเดตข้อมูลเรียบร้อยแล้ว
vi: Dữ liệu đã được cập nhật thành công

# somethingWentWrong
source: Something went wrong. Error: {error}
cs: Něco se pokazilo. Chyba: {error}
el: Κάτι πήγε στραβά. Σφάλμα: {error}
ro: Ceva nu a mers bine. Eroare: {error}
th: มีบางอย่างผิดพลาด ข้อผิดพลาด: {error}
vi: Đã xảy ra lỗi. Lỗi: {error}

source: Save changes
cs: Uložit změny
el: Αποθήκευση αλλαγών
ro: Salvați modificările
th: บันทึกการเปลี่ยนแปลง
vi: Lưu thay đổi

# authenticationDataTitle
source: Authentication
cs: Ověření
el: Επαλήθευση
ro: Autentificare
th: การตรวจสอบตัวตน
vi: Xác thực

# accountInfoTitle
source: Account info
cs: Informace o účtu
el: Πληροφορίες λογαριασμού
ro: Informații cont
th: ข้อมูลบัญชี
vi: Thông tin tài khoản

# changePasswordPageTitle
source: Change your password
cs: Změňte své heslo
el: Αλλάξτε τον κωδικό σας
ro: Schimbați parola
th: เปลี่ยนรหัสผ่าน
vi: Đổi mật khẩu của bạn

# changeYourPasswordLabel
source: Change password
cs: Změnit heslo
el: Αλλαγή κωδικού
ro: Schimbați parola
th: เปลี่ยนรหัสผ่าน
vi: Đổi mật khẩu

# newPasswordLabel
source: New password
cs: Nové heslo
el: Νέος κωδικός
ro: Parolă nouă
th: รหัสผ่านใหม่
vi: Mật khẩu mới

source: Repeat new password
cs: Zopakujte nové heslo
el: Επαναλάβετε τον νέο κωδικό
ro: Repetați parola nouă
th: ยืนยันรหัสผ่านใหม่
vi: Nhập lại mật khẩu mới

# oldPasswordIsWrong
source: Old password is not correct
cs: Staré heslo není správné
el: Ο παλιός κωδικός δεν είναι σωστός
ro: Parola veche nu este corectă
th: รหัสผ่านเก่าไม่ถูกต้อง
vi: Mật khẩu cũ không đúng

# changePasswordError
source: An error has occurred please try again
cs: Došlo k chybě, zkuste to prosím znovu
el: Παρουσιάστηκε σφάλμα, δοκιμάστε ξανά
ro: A apărut o eroare, vă rugăm să încercați din nou
th: เกิดข้อผิดพลาด กรุณาลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi, vui lòng thử lại

# passwordChangedMessage
source: Password changed successfully
cs: Heslo bylo úspěšně změněno
el: Ο κωδικός άλλαξε με επιτυχία
ro: Parola a fost schimbată cu succes
th: เปลี่ยนรหัสผ่านสำเร็จ
vi: Đã thay đổi mật khẩu thành công

# shortPasswordMessage
source: Password should have at least 6 characters
cs: Heslo musí mít alespoň 6 znaků
el: Ο κωδικός πρέπει να έχει τουλάχιστον 6 χαρακτήρες
ro: Parola trebuie să aibă cel puțin 6 caractere
th: รหัสผ่านต้องมีอย่างน้อย 6 ตัวอักษร
vi: Mật khẩu phải có ít nhất 6 ký tự

# wonMatchLabel
source: WIN
cs: VÝHRA
el: ΝΙΚΗ
ro: VICTORIE
th: ชนะ
vi: THẮNG

# lostMatchLabel
source: LOSS
cs: PROHRA
el: ΗΤΤΑ
ro: ÎNFRÂNGERE
th: แพ้
vi: THUA

# deleteUserButtonLabel
source: Delete your account
cs: Smazat účet
ro: Șterge contul
th: ลบบัญชีของคุณ

# deleteAccountPageTitle
source: Delete your account
cs: Smazat účet
ro: Șterge contul
th: ลบบัญชีของคุณ

# deleteConfirmDialogTitle
source: Are you sure?
cs: Jste si jistí?
ro: Ești sigur?
th: คุณแน่ใจหรือ?

# deleteConfirmDialogDescription
source: Are you sure you want to delete your account? If you proceed you will need to create another account in order to check your summoner stats.
cs: Opravdu chcete smazat svůj účet? Pokud budete pokračovat, budete si muset vytvořit nový účet, abyste mohli kontrolovat statistiky summonerů.
ro: Ești sigur că vrei să-ți ștergi contul? Dacă continui, va trebui să creezi un alt cont pentru a verifica statisticile invocatorului.
th: คุณแน่ใจหรือว่าต้องการลบบัญชีของคุณ? หากคุณดำเนินการต่อ คุณจะต้องสร้างบัญชีใหม่เพื่อเช็คสถิติของซัมมอนเนอร์

# deleteConfirmDialogConfirmActionLabel
source: Delete
cs: Smazat
ro: Șterge
th: ลบ

# incorrectMailAddressError
source: Incorrect email address
cs: Nesprávná e-mailová adresa
ro: Adresă de email incorectă
th: ที่อยู่อีเมลไม่ถูกต้อง

# userDeletedSuccess
source: User deleted
cs: Uživatel byl smazán
ro: Utilizator șters
th: ลบผู้ใช้เรียบร้อยแล้ว

# genericErrorDescription
source: An error has occurred, please try again.
cs: Došlo k chybě, zkuste to prosím znovu.
el: Υπήρχαν προβλήματα κατά την ανάκτηση δεδομένων. Παρακαλώ δοκιμάστε ξανά αργότερα.
ro: A apărut o eroare, vă rugăm să încercați din nou.
th: เกิดข้อผิดพลาด กรุณาลองใหม่อีกครั้ง
vi: Chúng tôi đã gặp một số vấn đề khi truy xuất dữ liệu. Vui lòng thử lại sau.

# currentlyLoggedInAs
source: Currently logged in as: {email}
cs: Přihlášeni jako: {email}
ro: Conectat ca: {email}
th: เข้าสู่ระบบเป็น: {email}

# noMatchesFound
source: No matches found for this queue
cs: Pro tuto frontu nebyly nalezeny žádné zápasy
ro: Nu s-au găsit meciuri pentru această coadă
th: ไม่พบแมตช์สำหรับคิวนี้

# matchHistoryListTitle
source: Match history
cs: Historie zápasů
ro: Istoricul meciurilor
th: ประวัติการแข่งขัน

# rankedSoloLabel
source: Ranked solo
cs: Hodnocený solo
ro: Clasat solo
th: จัดอันดับเดี่ยว

# rankedFlexLabel
source: Ranked flex
cs: Hodnocený flex
ro: Clasat flex
th: จัดอันดับยืดหยุ่น
